Repository: Ortegaalex/activity-sugar
Catalog: ImagineNumber.activity/po/*.po
Languages: es_es

source: Now add
es_es: Ahora agregue

source: Now subtract
es_es: Ahora resta

source: to the number you have imagined
es_es: al numero imaginado

source: The final number is
es_es: El numero final es

source: I have already added
es_es: Ya he agregado

source: I have already subtracted
es_es: Ya he restado

source: Imagine a number between 1 and 100
es_es: Imagina un numero entre 1 y 100

source: Now subtract the number that you have imagined at the beginning
es_es: Ahora reste el numero que has imaginado al principio

source: Already imagined
es_es: Ya he imaginado

source: Play again
es_es: Jugar de nuevo
